<?php

$projects = ['Входящие', 'Учеба', 'Работа', 'Домашние дела', 'Авто'];

$list_tasks = [
	[
		'task' => 'Собеседование в IT-компании',
		'date' => '01.12.2019',
		'category' => 'Работа',
		'perfomance' => 'Нет'
	],
	[
		'task' => 'Выполнить тестовое задание',
		'date' => '25.12.2019',
		'category' => 'Работа',
		'perfomance' => 'Нет'
	],
	[
		'task' => 'Сделать задание 1 раздела',
		'date' => '21.12.2019',
		'category' => 'Учеба',
		'perfomance' => 'Нет'
	],           
	[
		'task' => 'Встреча с другом',
		'date' => '22.12.2019',
		'category' => 'Входящие',
		'perfomance' => 'Да'
    ],
	[
		'task' => 'Купить корм для кота',
		'date' => 'Нет',
		'category' => 'Домашние дела',
		'perfomance' => 'Нет'
    ],
	[
		'task' => 'Заказать пиццу',
		'date' => 'Нет',
		'category' => 'Домашние дела',
		'perfomance' => 'Да'
	]
];