/*Запрос на заполнение  таблицы `users`*/
INSERT into `users`(registered_at, email,name,password)
values ('11.02.2019', 'ivan@mail.ru','Иван Иванов','12345'),('5.02.2019', 'petr@mail.ru','Петр Петров','54321');

/*Запрос на заполнение  таблицы `projects`*/
INSERT INTO `projects` ( `name`, `user_id`) VALUES ('Входящие', ''),
 ('Учеба', ''),  ('Работа', ''),('Домашние дела', ''),('Авто', '');
	
/*Запрос на заполнение таблицы `tasks`*/	
INSERT INTO `tasks` ( `created_at`, `update_at`, `status`, `file`, `completed_at`, `name`, `project_id`) 
VALUES ('2019-02-12 00:00:00', '2019-03-12 00:00:00', '0', 'rabota1.doc', '2019-12-01 00:00:00','Собеседование в IT-компании', 'Работа'),
('2019-01-12 00:00:00', '2019-02-15 00:00:00', '0', 'Home.psd', '2019-12-25 00:00:00','Выполнить тестовое задание', 'Работа'),
('2018-12-12 00:00:00', '2019-01-17 00:00:00', '1', 'Home.psd', '2019-12-21 00:00:00','Сделать задание 1 раздела', 'Учеба'),
('2018-11-12 00:00:00', '2019-01-16 00:00:00', '1', 'Home.psd', '2019-12-22 00:00:00','Встреча с другом', 'Входящие'),
('2019-02-01 00:00:00', '2019-02-01 00:00:00', '0', 'Home.psd', '2019-02-01 00:00:00', 'Купить корм для кота', 'Домашние дела'),
('2019-02-01 00:00:00', '2019-02-01 00:00:00', '0', 'Home.psd', '2019-02-01 00:00:00','Заказать пицу', 'Домашние дела');

